{
    "status": "ok",
    "totalResults": 65736,
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Imani Bashir",
            "title": "How to Safely Pack Your Jewelry for Travel",
            "description": "I used to throw all my jewelry into a pouch and shove it in my suitcase, but that—no surprise—turned out to be the worst way to store my necklaces and bracelets. I’d show up at my destination with a tangled knot and not enough patience or time to spend untang…",
            "url": "https://lifehacker.com/how-to-safely-pack-your-jewelry-for-travel-1844390639",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/vcgufwb8aunc3womnbsw.jpg",
            "publishedAt": "2020-07-15T20:30:00Z",
            "content": "I used to throw all my jewelry into a pouch and shove it in my suitcase, but thatno surpriseturned out to be the worst way to store my necklaces and bracelets. Id show up at my destination with a tan… [+1405 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Imani Bashir",
            "title": "Everything You Need to Know About the EU Travel Ban",
            "description": "As more and more international flights resume, many countries have placed bans on who can enter their borders and who cannot. The United States, for instance, is banned from the European Union, due to the spike of COVID-19 cases in the States. Here’s everythi…",
            "url": "https://lifehacker.com/everything-you-need-to-know-about-the-eu-travel-ban-1844323586",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/sufjs7uhwzlvvj9nfiq3.jpg",
            "publishedAt": "2020-07-09T18:45:00Z",
            "content": "As more and more international flights resume, many countries have placed bans on who can enter their borders and who cannot. The United States, for instance, is banned from the European Union, due t… [+3483 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Emily Long",
            "title": "Take a Break With a View Out of Someone Else's Window",
            "description": "With COVID-19 case numbers skyrocketing in the U.S. and other countries restricting who can and cannot cross their borders, we may not be able to travel abroad for a while. Heck, it’s not a great idea to travel, period, even within our nation’s borders. But b…",
            "url": "https://lifehacker.com/take-a-break-with-a-view-out-of-someone-elses-window-1844363627",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/akov71fmaslz6j1rzoa4.png",
            "publishedAt": "2020-07-13T17:30:00Z",
            "content": "With COVID-19 case numbers skyrocketing in the U.S. and other countries restricting who can and cannot cross their borders, we may not be able to travel abroad for a while. Heck, its not a great idea… [+1435 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Imani Bashir",
            "title": "If You're Working Remotely, Do It in Barbados",
            "description": "It’s no secret that the tourism and travel industry have suffered financially during this pandemic. Many countries closed their borders as a way to protect their citizens and help to diminish the spread of COVID-19—rightfully so. However, countries are now fi…",
            "url": "https://lifehacker.com/if-youre-working-remotely-do-it-in-barbados-1844403328",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/s9hcfbzd500mr6bswfit.jpg",
            "publishedAt": "2020-07-16T17:00:00Z",
            "content": "Its no secret that the tourism and travel industry have suffered financially during this pandemic. Many countries closed their borders as a way to protect their citizens and help to diminish the spre… [+2778 chars]"
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Ray White",
            "title": "How to travel sustainably",
            "description": "There are ways to practice sustainability while traveling overseas. Mashable's Social Good Summit panelists discuss techniques that can help you maintain the environment no matter where you are in the world.  Read more...More about Mashable Video, Climate Cha…",
            "url": "https://mashable.com/video/sustainability-international-travel/",
            "urlToImage": "https://mondrian.mashable.com/2020%252F07%252F29%252Fc0%252Fa9cf90c8bca643fd9af09069a39ad7ab.0fe66.png%252F1200x630.png?signature=Qpl9UwxFILnPbQSOa_f80cdqvdo=",
            "publishedAt": "2020-07-29T19:51:02Z",
            "content": "There are ways to practice sustainability while traveling overseas. Mashable's Social Good Summit panelists discuss techniques that can help you maintain the environment no matter where you are in th… [+7 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Imani Bashir",
            "title": "How to Take Advantage of Amtrak's Latest Sleeper Service Deal",
            "description": "Considering concerns over social distancing and airborne transmission of the coronavirus, cross-country train travel seems like an even worse idea than getting on a plane right now, but sometimes you just have to move about the country. Americans’ general rel…",
            "url": "https://lifehacker.com/how-to-take-advantage-of-amtraks-latest-sleeper-service-1844305430",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/l1qmwrl8yyn6hc9oaafk.jpg",
            "publishedAt": "2020-07-08T17:00:00Z",
            "content": "Considering concerns over social distancing and airborne transmission of the coronavirus, cross-country train travel seems like an even worse idea than getting on a plane right now, but sometimes you… [+1934 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Imani Bashir",
            "title": "What You Need To Know About Getting Immunized Before You Travel",
            "description": "With the pandemic having caused massive upset within the travel industry, some have envisioned a future in which you’ll need to prove you’ve had a COVID-19 immunization before you can travel. Of course, such a vaccine doesn’t exist yet, let alone any regulati…",
            "url": "https://lifehacker.com/heres-what-you-need-to-know-about-immunizations-needed-1844295783",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/bx6jdbvhfwcdxtmnkrsg.jpg",
            "publishedAt": "2020-07-07T20:45:00Z",
            "content": "With the pandemic having caused massive upset within the travel industry, some have envisioned a future in which youll need to prove youve had a COVID-19 immunization before you can travel. Of course… [+4578 chars]"
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Ray White",
            "title": "How the Black Lives Matter movement and the pandemic change how we think about travel",
            "description": "The way we travel post pandemic will look very different. The Black Lives Matter movement has changed the way the world looks at travel. Read more...More about Travel, Mashable Video, Black Lives Matter, Social Justice, and Social Good Summit",
            "url": "https://mashable.com/video/blm-impact-on-travel/",
            "urlToImage": "https://mondrian.mashable.com/2020%252F07%252F24%252Fe5%252Fe854130616bc47f8912f093e2ba2b58c.bc6e2.png%252F1200x630.png?signature=NQai2WVEOFc7JabzuDxlIJLKjD8=",
            "publishedAt": "2020-07-24T22:04:11Z",
            "content": null
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Gett raises $100M more to double down on its B2B on-demand ride business",
            "description": "A number of ride-sharing companies are feeling the strain from reduced business, with many consumers still reluctant to travel, and especially to travel in surroundings that might increase the risk of spreading or catching the novel coronavirus. But today, on…",
            "url": "http://techcrunch.com/2020/07/21/gett-raises-100m-more-to-double-down-on-its-b2b-on-demand-ride-business/",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Gett-.jpg?w=600",
            "publishedAt": "2020-07-21T07:33:58Z",
            "content": "A number of ride-sharing companies are feeling the strain from reduced business, with many consumers still reluctant to travel, and especially to travel in surroundings that might increase the risk o… [+4522 chars]"
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Lacey Smith",
            "title": "3 ways to improve sustainable travel today",
            "description": "Mashable's Social Good Summit panelists discuss techniques you can use today to maintain the environment no matter where you are in the world. Read more...More about Mashable Video, Electric Cars, Carbon Footprint, Social Good Summit, and Sustainable Living",
            "url": "https://mashable.com/video/social-good-summit-sustainable-travel/",
            "urlToImage": "https://mondrian.mashable.com/2020%252F07%252F31%252F0b%252F57ed8aa292454bc38bb77f31391560b9.23ad0.png%252F1200x630.png?signature=VjPEIo36tFU6sqvZZt6wOX0sEPo=",
            "publishedAt": "2020-07-31T17:55:13Z",
            "content": "Mashable's Social Good Summit panelists discuss techniques you can use today to maintain the environment no matter where you are in the world."
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Lacey Smith",
            "title": "How to travel sustainably in a post-pandemic world",
            "description": "Mashable's Social Good Summit panelists discuss ways to continue living green, including sustainable travel, in a post-pandemic world. Read more...More about Mashable Video, Social Good Summit, Pandemic, Covid 19, and Sustainable Travel",
            "url": "https://mashable.com/video/sustainable-travel-covid/",
            "urlToImage": "https://mondrian.mashable.com/2020%252F08%252F06%252F5e%252F4e39a1f2a45b48d69cda45faa0bda777.14823.png%252F1200x630.png?signature=9LObXdhCgwliwyPllnCvZNhgOy8=",
            "publishedAt": "2020-08-06T18:14:55Z",
            "content": "Mashable's Social Good Summit panelists discuss ways to continue living green, including sustainable travel, in a post-pandemic world."
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Jody Serrano",
            "title": "This Artist Filmed His Life With Snapchat Spectacles for a Year and Created a VR Time Machine",
            "description": "Time travel is one of those things that fascinate people. Although time travel currently isn’t possible—thank God, as if humans needed another way to make a mess of things—this creator decided to do the next best thing: film his life with Snapchat Spectacles …",
            "url": "https://gizmodo.com/this-artist-filmed-his-life-with-snapchat-spectacles-fo-1844350795",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/gdyfvcb5zd3cs50rwfgl.png",
            "publishedAt": "2020-07-11T22:41:00Z",
            "content": "Time travel is one of those things that fascinate people. Although time travel currently isnt possiblethank God, as if humans needed another way to make a mess of thingsthis creator decided to do the… [+10131 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Elizabeth Yuko",
            "title": "Check on the Parking Situation for Group Vacation Rentals",
            "description": "It’s apparently the “summer of the road trip,” because that’s our only travel option. And for a lot of people, this means driving somewhere (likely remote) and renting a house or apartment from Airbnb, VRBO or another home-share app. Ideally, you’d be traveli…",
            "url": "https://lifehacker.com/check-on-the-parking-situation-for-group-vacation-renta-1844497004",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/jsd6yykbbar6hgskdjuh.jpg",
            "publishedAt": "2020-07-25T13:30:00Z",
            "content": "Its apparently the summer of the road trip, because thats our only travel option. And for a lot of people, this means driving somewhere (likely remote) and renting a house or apartment from Airbnb, V… [+1930 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Elizabeth Yuko",
            "title": "Spend Time With Beluga Whales, Because What Else Is There to Do",
            "description": "Look, we get it. All the virtual travel articles and see-the-world-from-your-laptop tips were fun for the first few months of the pandemic, when it was all still a novelty. But now that you’ve taken online trips to cities, museums and historical sites around …",
            "url": "https://lifehacker.com/spend-time-with-beluga-whales-because-what-else-is-the-1844404371",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mxng18fr4ctrw1lvawqu.jpg",
            "publishedAt": "2020-07-16T17:15:00Z",
            "content": "Look, we get it. All the virtual travel articles and see-the-world-from-your-laptop tips were fun for the first few months of the pandemic, when it was all still a novelty. But now that youve taken o… [+1690 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Imani Bashir",
            "title": "How You Can Obtain Dual Citizenship",
            "description": "Dual citizenship means that you hold citizenship in two different countries. This also allows you to have two passports from two separate countries which can come in handy if you hold a passport that is more powerful than another—meaning you will have more mo…",
            "url": "https://lifehacker.com/how-you-can-obtain-dual-citizenship-1844326232",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/i24bncpynjhrjnhb4zi1.jpg",
            "publishedAt": "2020-07-14T20:45:00Z",
            "content": "Dual citizenship means that you hold citizenship in two different countries. This also allows you to have two passports from two separate countries which can come in handy if you hold a passport that… [+4232 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Elizabeth Yuko",
            "title": "Watch Ancient Wonders Get Digitally Restored to Their Original Glory",
            "description": "One of the most interesting parts of travel is getting to see human-built structures or natural wonders that have been around for hundreds or thousands of years (or at least what’s left of them). The city or landscape around them has changed, but the sites gi…",
            "url": "https://lifehacker.com/watch-ancient-wonders-get-digitally-restored-to-their-o-1844578021",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qfqelb7r7nxa6es4kfy3.jpg",
            "publishedAt": "2020-08-01T14:45:00Z",
            "content": "One of the most interesting parts of travel is getting to see human-built structures or natural wonders that have been around for hundreds or thousands of years (or at least whats left of them). The … [+2201 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Megan Marples, CNN",
            "title": "Here are the US states with travel restrictions",
            "description": "With the severity of the Covid-19 pandemic in near constant fluctuation, state rules and regulations are having to adapt rapidly. For those planning a family vacation or simply wishing to travel to another state, it is important to stay up-to-date on the late…",
            "url": "https://www.cnn.com/travel/article/us-state-travel-restrictions-covid-19/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200217153156-03-hawaii-overtourism-super-tease.jpg",
            "publishedAt": "2020-08-01T16:35:15Z",
            "content": "(CNN) With the severity of the Covid-19 pandemic in near constant fluctuation, state rules and regulations are having to adapt rapidly. For those planning a family vacation or simply wishing to trave… [+7312 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By Faith Karimi, CNN",
            "title": "Canada cracks down on those traveling through the country to get to Alaska",
            "description": "People who choose to travel to Alaska through Canada are facing stricter rules starting Friday.",
            "url": "https://www.cnn.com/travel/article/canada-alaska-new-coronavirus-restrictions/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200705140734-01-us-canada-border-super-tease.jpg",
            "publishedAt": "2020-07-31T08:38:15Z",
            "content": "(CNN) People who choose to travel to Alaska through Canada are facing stricter rules starting Friday. \r\nThe additional entry conditions aim to crack down on those sneaking into the country to go to n… [+2072 chars]"
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Natasha Piñon",
            "title": "What's the future of transportation post-COVID? Experts discuss.",
            "description": "Read more...\r\n\n{\"player\":{\"description\":\"How do we make the future of travel equitable and sustainable?\",\"image\":\"https://mondrian.mashable.com/uploads%252Fvideo_uploaders%252Fdistribution_thumb%252Fimage%252F95203%252F17ca0bfe-a013-4116-8cfb-07a695642b7c.png…",
            "url": "https://mashable.com/video/social-good-sustainability-transportation-livestream/",
            "urlToImage": "https://mondrian.mashable.com/2020%252F07%252F31%252Fde%252Fec8cd945427a4b4fa42a7da7f735d1d3.ce9e5.png%252F1200x630.png?signature=ONbGI-DXGiWFckEXtinbEFzfVtQ=",
            "publishedAt": "2020-07-31T13:49:15Z",
            "content": "As part of Mashable's Social Good Series\r\n, travel and sustainability experts Sarah Kaufman\r\n, Mark Chambers\r\n, Dr. Lucy Mahoney, and environmental activist Ashley Renne\r\n joined a livestream on July… [+2433 chars]"
        },
        {
            "source": {
                "id": "engadget",
                "name": "Engadget"
            },
            "author": "Christine Fisher",
            "title": "Virgin Galactic reveals its Mach 3 aircraft design",
            "description": "In addition to space tourism, Virgin Galactic has big plans for high-speed air travel. Those plans require a new kind of aircraft, and today, the company unveiled the initial design concepts for its March 3 high-speed plane. Virgin Galactic also announced its…",
            "url": "https://www.engadget.com/virgin-galactic-mach-3-aircraft-design-rolls-royce-151615054.html",
            "urlToImage": "https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=95&image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2020-08%2F5e61e280-d598-11ea-bfcd-305d799a1f9e&client=amp-blogside-v2&signature=17f841ecb345c537508798fa5f3491ba418bc56c",
            "publishedAt": "2020-08-03T15:16:15Z",
            "content": "“The design philosophy of the aircraft is geared around making high speed travel practical, sustainable, safe, and reliable, while making customer experience a top priority,” Virgin Galactic wrote in… [+624 chars]"
        }
    ]
}